tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "olets/tap"

brew "bash-completion"
brew "colordiff"
brew "direnv"
brew "docker"
brew "docker-compose", link: false
brew "docker-credential-helper-ecr"
brew "fzf"
brew "git"
brew "git-delete-merged-branches"
brew "gitleaks"
brew "httpie"
brew "jq"
brew "ripgrep"
brew "saml2aws"
brew "shellcheck"
brew "zoxide"
brew "zsh-completions"
brew "olets/tap/zsh-abbr"
brew "yq"

cask "discord"
cask "docker"
cask "spotify"
cask "zoom"
